
USERS={1:"Alice",
       2: "Mike",
       3: "John",
       4: "Sarah"}

ARTICLES={
    1: {"title": "Горные лыжи",
        "text" : "Горные лыжи: Проснуться утром, собрать вещи и ехать на горнолыжный курорт, "\
                 "кататься на лыжах, наслаждаться видами, пить горячий глинтвейн, есть оленину, ходить по магазинам,"\
                 " покупать теплые вещи, спать в теплой кровати, читать книги, смотреть фильмы, ходить на вечеринки.",
        "author": USERS[1]},
    2:{
        "title":"Парапланерный спрот",
         "text": "Парапланерный спорт: Полететь на параплане над городом, наслаждаться красотой города, "
                 "увидеть его сверху, спуститься на землю, сделать пару фотографий и полететь дальше.",
        "author": USERS[2]},
    3: {"title": "Вышивание крестиком",
        "text": "Вышивание крестиком: Вышивать крестиком. Начать вышивать крестиком, а потом начать вышивать крестом."
                " Спрятать все кресты в вышивке. Найти в вышивке много крестов и вышивать ими крестик за крестиком.",
        "author": USERS[3]},
    4: {"title": "Оригами",
        "text": "Оригами: Понять, что оригами - это искусство, которое требует времени, терпения и аккуратности."
                " Собрать все свои деньги, купить бумагу, ножницы, клей и научиться делать красивые фигурки."
                " Затем потратить много часов на то, чтобы собрать бумажную модель самолета, затем потратить еще больше"
                " часов, чтобы сделать из нее самолет.",
        "author" : USERS[4]
    }
}

